Revit 2027 API
BuiltInFailures.CopyPasteFailures.LostReference Property
 A relationship between Elements in [Option Name] and [Reference Option Name] has been deleted. There is no corresponding relationship in the Primary [New Primary Option Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LostReference { get; }
Public Shared ReadOnly Property LostReference As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LostReference {
	FailureDefinitionId^ get ();
}
static member LostReference : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace